
#сравнение городских электросамокатов
electric_scooters_detailed = {
    "Kugoo Kirin M5": {
        "Максимальная скорость (км/ч)": 55,
        "Запас хода (км)": 60,
        "Мощность мотора (Вт)": 1000,
        "Ёмкость батареи (Ач)": 21,
        "Вес (кг)": 35,
        "Максимальная нагрузка (кг)": 150
    },
    "Ninebot Max G30": {
        "Максимальная скорость (км/ч)": 30,
        "Запас хода (км)": 65,
        "Мощность мотора (Вт)": 350,
        "Ёмкость батареи (Ач)": 15,
        "Вес (кг)": 19.2,
        "Максимальная нагрузка (кг)": 100
    },
    "Xiaomi Mi Electric Scooter Pro 2": {
        "Максимальная скорость (км/ч)": 25,
        "Запас хода (км)": 45,
        "Мощность мотора (Вт)": 300,
        "Ёмкость батареи (Ач)": 12.8,
        "Вес (кг)": 14.2,
        "Максимальная нагрузка (кг)": 100
    },
    "Halten RS-02": {
        "Максимальная скорость (км/ч)": 40,
        "Запас хода (км)": 50,
        "Мощность мотора (Вт)": 800,
        "Ёмкость батареи (Ач)": 18,
        "Вес (кг)": 28,
        "Максимальная нагрузка (кг)": 130
    }
}